/*************************************************************
*
*  Localize file for iOS
*
*  Locale Name : [ar]
*
*************************************************************/

/* T_Link */
"SS_01_001" = "T-Link";

/* 本アプリケーションについて */
"SS_01_002" = "نبذة عن هذا التطبيق";

/* アプリケーション概要 */
"SS_01_003" = "نظرة عامة على التطبيق";

/* アプリケーション利用規約 */
"SS_01_004" = "نظرة عامة على التطبيق، الشروط والأحكام ";

/* オープンソースライセンス */
"SS_01_005" = "تراخيص المصادر المفتوحة";

/* バージョン */
"SS_01_006" = "الإصدار ";

/* 同意する */
"SS_01_010" = "Agree";

/* T-Linkチュートリアル */
"SS_01_011" = "T-Link Tutorial";

/* 画面共有方法 */
"SS_01_101" = "طريقة البث";

/* 画面共有の初期化設定方法 */
"SS_01_102" = "الإعداد الافتراضي للبث";

/* 画面共有を開始する方法 */
"SS_01_103" = "كيفية بدء البث ";

/* 画面共有を停止する方法(1) */
"SS_01_104" = "(1) كيفية إيقاف البث";

/* 画面共有を停止する方法(2) */
"SS_01_105" = "(2) كيفية إيقاف البث";

/* (1)[設定]を起動 */
"SS_01_102_01_01" = "(1) بدء [الإعداد]";

/* iOSの[設定]を起動します。 */
"SS_01_102_01_02" = "بدء [الإعداد] لنظام التشغيل iOS.";

/* (2)コントロールセンターを表示 */
"SS_01_102_02_01" = "(2) عرض مركز التحكم";

/* iOSの[設定]の[コントロールセンター]をタップします。 */
"SS_01_102_02_02" = "انقر فوق [مركز التحكم] في [الإعدادات] لنظام التشغيل iOS.";

/* (3)カスタマイズを表示 */
"SS_01_102_03_01" = "(3) تخصيص العرض";

/* [コントロールをカスタマイズ]をタップします。 */
"SS_01_102_03_02" = "انقر فوق [تخصيص التحكم].";

/* (4)画面収録を追加 */
"SS_01_102_04_01" = "(4) إضافة تسجيل الشاشة";

/* [画面収録]の[+]ボタンをタップして、追加します。 */
"SS_01_102_04_02" = "أضِف [تسجيل الشاشة] لتحديد التحكم.";

/* (5)画面収録追加完了 */
"SS_01_102_05_01" = "(5) إكمال إضافة تسجيل الشاشة";

/* [画面収録]が[含める]に移動すれば初期設定完了です。 */
"SS_01_102_05_02" = "يتم إكمال الإعداد الافتراضي بمجرد نقل [تسجيل الشاشة] إلى [إضافة].";

/* (1)コントロールセンターを表示 */
"SS_01_103_01_01" = "(1) عرض مركز التحكم";

/* コントロールセンターを表示します。 */
"SS_01_103_01_02" = "عرض مركز التحكم.";

/* (2)画面収録ボタン */
"SS_01_103_02_01" = "(2) زر تسجيل الشاشة";

/* 画面収録ボタンをタップします。 */
"SS_01_103_02_02" = "انقر فوق زر [الحصول على الشاشة].";

/* (3)ブロードキャスト開始 */
"SS_01_103_03_01" = "(3) بدء البث";

/* アプリケーションリストから[T_Link]を選択し、[ブロードキャストを開始]をタップします。このとき、マイクは[オフ]にします。 */
"SS_01_103_03_02" = "حدِّد [T-Link] من قائمة التطبيقات ثم انقر على [بدء البث].";

/* (4)USBケーブルを接続 */
"SS_01_103_04_01" = "(4) توصيل كابل USB";

/* 画面収録アイコンが赤くなるのを確認したら、USBケーブルをスマートフォンに接続します。 */
"SS_01_103_04_02" = "تأكد من أن أيقونة تسجيل الشاشة باللون الأحمر، ثم قم بتوصيل كابل USB.";

/* (1)ステータスバーをタップ */
"SS_01_104_01_01" = "(1) النقر على شريط الحالة";

/* 画面上部のステータスバーをタップします。 */
"SS_01_104_01_02" = "انقر على شريط الحالة في الجزء العلوي من الشاشة.";

/* (2)ブロードキャスト停止 */
"SS_01_104_02_01" = "(2) إيقاف البث";

/* ダイアログの[停止]をタップすると、ブロードキャスト停止します。 */
"SS_01_104_02_02" = "يتوقف البث عند النقر على [إيقاف] في مربع الحوار.";

/* (1)コントロールセンターを表示 */
"SS_01_105_01_01" = "(1) عرض مركز التحكم";

/* コントロールセンターを表示します。 */
"SS_01_105_01_02" = "عرض مركز التحكم.";

/* (2)ブロードキャスト停止 */
"SS_01_105_02_01" = "(2) إيقاف البث";

/* 画面収録アイコンをタップすると、ブロードキャスト停止します。 */
"SS_01_105_02_02" = "يتوقف البث عند النقر على أيقونة تسجيل الشاشة.";

/* 画面共有を開始しました。 */
"SS_02_001" = "بدأ الاتصال بـ H / U.";

/* 画面共有を終了しました。 */
"SS_02_002" = "انتهى الاتصال بـ H / U.";

/* エラーが発生しました。 */
"SS_02_003" = "Error has occurred.";

/* 利用規約に同意されていません。 */
"SS_02_004" = "Not agreed to the terms of service.";

/* ブロードキャストを停止し、T-Linkアプリを起動して利用規約に同意して下さい。 */
"SS_02_005" = "Please stop broadcasting, activate the T-Link application and agree to the terms of service.";

/* 画面収録機能で[T_Link]を選択し、[ブロードキャストを開始]ボタンをタップしてブロードキャスト開始後、本体とスマートフォンをUSBケーブルで接続してください。 */
"SS_02_101" = "يُرجى تحديد [T-Link] باستخدام خاصية تسجيل الشاشة، اضغط على زر [بدء البث] لبدء البث، ثم اتصل بالوحدة الرئيسية والهاتف الذكي باستخدام كابل USB.";

/* 本体とスマートフォンをUSBケーブルで接続してください。 */
"SS_02_102" = "يُرجى الاتصال بالوحدة الرئيسية والهاتف الذكي باستخدام كابل USB.";

